{
  "name": "The Empire",
  "armyRuleTitle": "",
  "units": [
    {
      "name": "Halberdiers",
      "type": "Infantry",
      "meleeAttack": 3,
      "rangeAttack": 0,
      "hits": 3,
      "armour": "6+",
      "command": "-",
      "size": 3,
      "points": 45,
      "min": 2,
      "max": "-",
      "special": ""
    },
    {
      "name": "Crossbowmen",
      "type": "Infantry",
      "meleeAttack": 3,
      "rangeAttack": 1,
      "hits": 3,
      "armour": "0",
      "command": "-",
      "size": 3,
      "points": 55,
      "min": 2,
      "max": "-",
      "special": ""
    },
    {
      "name": "Handgunners",
      "type": "Infantry",
      "meleeAttack": 3,
      "rangeAttack": 1,
      "hits": 3,
      "armour": "0",
      "command": "-",
      "size": 3,
      "points": 65,
      "min": "-",
      "max": "3",
      "special": "Count enemy Armour values as one worse than normal when shot by a handgun. So an Armour value of 3 + counts as 4+, 4+ as 5+, and 5+ as 6+, whilst an Armour value of 6+ can't save against a handgun. One unit of Crossbowmen per full 1000 points can be replaced by Handgunners (including the 10pts extra in price) while still counting for the Crossbowmen min/max value. Note that this unit also counts for min/max value of Handgunners."
    },
    {
      "name": "Flagellants",
      "type": "Infantry",
      "meleeAttack": 5,
      "rangeAttack": 0,
      "hits": 3,
      "armour": "0",
      "command": "-",
      "size": 3,
      "points": 70,
      "min": "-",
      "max": 1,
      "special": "So keen are they to meet their maker that a unit of Flagellants will always use its initiative to charge an enemy if possible and can't be given orders instead. They'll never use their initiative to evade. They can't be driven back by shooting and do not roll for drive backs. If victorious in combat they must pursue or advance where possible. Flagellants are unaffected by enemies that cause terror in combat, so they do not suffer the usual -1 Attack modifier."
    },
    {
      "name": "Skirmishers",
      "type": "Infantry",
      "meleeAttack": 4,
      "rangeAttack": 0,
      "hits": 3,
      "armour": "0 or 6+",
      "command": "-",
      "size": 1,
      "points": 25,
      "min": "-",
      "max": "-",
      "special": "Skirmisher stands never fight as independent units. Instead, you may add one stand of Skirmishers to any of your infantry units apart from Flagellants. This brings the size of the unit to 4 stands -i.e. 3 ordinary stands plus the Skirmishers. Skirmishers always have the same Armour value as the rest of their unit, either 6+ or 0. They fight as part of their unit and can be removed as a unit casualty if the player wishes. Skirmisher casualties never count as casualties for purposes of issuing orders, which means there is no -1 Command penalty as there normally would be for units that have lost a stand. Skirmisher stands never count as part of the unit's formation when determining whether they move at full or half pace, so no movement penalty is incurred if they are arranged out of the unit's regular formation. As a result Skirmishers are both more adaptable and more expendable than other troops."
    },
    {
      "name": "Knights",
      "type": "Cavalry",
      "meleeAttack": 3,
      "rangeAttack": 0,
      "hits": 3,
      "armour": "4+",
      "command": "-",
      "size": 3,
      "points": 110,
      "min": "-",
      "max": "-",
      "special": ""
    },
    {
      "name": "Pistoliers",
      "type": "Cavalry",
      "meleeAttack": 3,
      "rangeAttack": 1,
      "hits": 3,
      "armour": "5+",
      "command": "-",
      "size": 3,
      "points": 95,
      "min": "-",
      "max": 4,
      "special": "Pistoliers have a shooting range of only 15cm however they can shoot all round - i.e. behind or to the side as well as to their front. Just measure the range from any stand‘s edge either front, side or rear. Pistoliers can shoot at enemy charging them from any direction."
    },
    {
      "name": "Helblaster",
      "type": "Artillery",
      "meleeAttack": 1,
      "rangeAttack": 8,
      "hits": 3,
      "armour": 0,
      "command": "-",
      "size": 1,
      "points": 50,
      "min": "-",
      "max": 1,
      "special": "See page 7 of Warmaster Armies."
    },
    {
      "name": "Cannon",
      "type": "Artillery",
      "meleeAttack": 1,
      "rangeAttack": 2,
      "hits": 2,
      "armour": 0,
      "command": "-",
      "size": 2,
      "points": 85,
      "min": "-",
      "max": 1,
      "special": "Cannon page XX of Warmaster Rulebook."
    },
    {
      "name": "Steam Tank",
      "type": "Machine",
      "meleeAttack": 3,
      "rangeAttack": 3,
      "hits": 4,
      "armour": "3+",
      "command": "-",
      "size": 1,
      "points": 130,
      "min": "-",
      "max": 1,
      "special": "See page 7 of Warmaster Armies."
    },
    {
      "name": "General",
      "type": "General",
      "meleeAttack": 2,
      "rangeAttack": 0,
      "hits": "-",
      "armour": "-",
      "command": 9,
      "size": 1,
      "points": 130,
      "min": 1,
      "max": 1,
      "special": "-"
    },
    {
      "name": "Hero",
      "type": "Hero",
      "meleeAttack": 1,
      "rangeAttack": 0,
      "hits": "-",
      "armour": "-",
      "command": 8,
      "size": 1,
      "points": 80,
      "min": "-",
      "max": 2,
      "special": ""
    },
    {
      "name": "Wizard",
      "type": "Wizard",
      "meleeAttack": 0,
      "rangeAttack": 0,
      "hits": "-",
      "armour": "-",
      "command": 7,
      "size": 1,
      "points": 45,
      "min": "-",
      "max": 1,
      "special": ""
    },
    {
      "name": "Griffon",
      "type": "Monstrous Mount",
      "meleeAttack": 2,
      "rangeAttack": 3,
      "hits": "-",
      "armour": "-",
      "command": "-",
      "size": 1,
      "points": 80,
      "min": "-",
      "max": 1,
      "special": "Generals, Wizards and Heroes can ride Griffons. The Griffon can fly increasing its rider‘s Movement from 60cm to 100cm. It adds +2 Attacks to those of its rider. A unit that includes a Griffon rider causes terror in its enemies (and one might imagine a great deal of nervousness amongst its own ranks)."
    },
    {
      "name": "War Altar",
      "type": "Chariot Mount",
      "meleeAttack": 1,
      "rangeAttack": 0,
      "hits": "-",
      "armour": "-",
      "command": "-",
      "size": 1,
      "points": 15,
      "min": "-",
      "max": 1,
      "special": "There is only one War Altar of Sigmar. Consequently an army, no matter how large, can only ever include one. A War Altar can only be included as a mount for a Wizard, in which case he is assumed to be the Grand Theogonist. The presence of the War Altar adds +1 Attack and enables the Grand Theogonist to add +1 to the dice result when casting a spell once during the battle. The player must announce that he is using the power of the War Altar before rolling the dice for the spell."
    }
  ],
  "armyRules": {},
  "spells": [
    {
      "name": "BALL OF FLAME",
      "roll": 5,
      "range": "30cm",
      "text": [
        "*At the Wizard's beckoning the mangled corpses that litter the battleground rise from the dead to continue the slaughter.*",
        "",
        "This spell can be cast upon a combat engagement taking place within 30cm of the Wizard. The spell can be cast regardless of whether the Wizard can see any units in the combat engagement or not. A single combat engagement can only be affected once by this spell in any turn regardless of how many units are involved in the combat. For purposes of deciding whether a combat is eligible as a target, combat engagements are as they appear in the Shooting phase when the spell is cast: so it is possible for pursuit or advances to bring two units of raised dead into the same engagement later on.",
        "",
        "A Skeleton unit of three stands is created. The raised unit must be placed either so that it can fight in the combat engagement, or so that it can support a friendly unit that is already engaged. The unit can be placed to the enemy's front, side or rear edges, or lapped round as required to join the engagement. If there is insufficient room for the raised unit to contact the enemy, the unit must be positioned so that it touches at least one friendly unit that is already engaged. A raised unit can be placed so that it is supporting where opportunity permits. If it is impossible to position the unit so that it touches either enemy or friends then the spell cannot be cast. Raised dead do not count as charging in the first round of combat. Raised dead are ignored for working out victory points at the end of the game."
      ]
    },
    {
      "name": "VOICE OF COMMAND",
      "roll": 5,
      "range": "30cm",
      "text": [
        "*The Wizard's enemies crumble to dust as he smites them with the corrupting Touch of Death.*",
        "",
        "The Wizard can cast this spell if he has joined a unit in combat. The spell can be cast on any single enemy unit that it is touching the unit the Wizard has joined.",
        "",
        "The target unit takes three attacks worked out in the usual way. Any hits scored are carried over into the first round of combat and count as having been struck in the first round for purposes of working out combat results."
      ]
    },
    {
      "name": "WEIRD ENCHANTMENT",
      "roll": 4,
      "range": "30cm",
      "text": [
        "*A dark cloud of doom and despair settles over the enemy, sapping their courage and dampening their warlike spirit.*",
        "",
        "This spell can be cast on any enemy unit within range regardless of whether the Wizard can see it or not.",
        "",
        "The spell takes effect until the end of the opposing player's next turn.",
        "",
        "Whilst the spell lasts the unit cannot charge and if engaged in combat will not pursue or advance. Even units that are otherwise obliged to charge, pursue, or advance will not do so if affected by Doom and Despair. Note that even other Undead are not immune - they are overcome by the ennui of the tomb!"
      ]
    },
    {
      "name": "TELEPORT",
      "roll": 2,
      "range": "-",
      "text": [
        "*A fearsome bolt of sorcerous lightning flies from the Wizard's outstretched finger tips and strikes an enemy unit.*",
        "",
        "This spell can be cast on an enemy unit. The Wizard must be able to see his target to use this spell. The spell cannot be directed at a unit engaged in combat.",
        "",
        "The Death Bolt is treated like three ordinary shooting attacks except that armour has no effect (all targets count as having no armour). A unit can be driven back by a Death Bolt as with ordinary shooting."
      ]
    }
  ]
}
